test/load/spec.yml
config:
  target: 'http://localhost:3000'
  phases:
    - duration: 30
      arrivalRate: 90
scenarios:  
  - name: "Just send some GEt requests to /react"
    flow:
      - loop:
        - get:
            url: "/react"
        count: 10
  - name: "Just send some GET requests to /dust"
    flow:
      - loop:
        - get:
           url: "/dust"
        count: 10